<template>
  <div class="container">
    <h1>《大家车服务使用协议》</h1>
    <p>
      欢迎您使用大家车的产品及服务。为保障您的权益，请在使用大家车的产品和服务前，详细阅读《用户协议》（以下简称“本协议”）的所有内容，<u>特别是加粗部分</u>。阅读过程中，如您有任何疑问，可通过本协议中的联系方式咨询我们；<u>如您不同意本协议中的任何条款，您应立即停止访问或使用大家车的产品/服务</u>。
    </p>
    <h2>第一条【协议确认】</h2>
    <ol>
      <li>
        本协议是您（以下亦称“用户”）与大家车产品和服务的所有者广州朋客网络科技有限公司（以下简称“朋客”）就大家车产品和服务等相关事宜所签订的具有约束力的法律文件。本协议适用于朋客开发及运营的一切产品和服务（“产品和服务”、“产品”及“服务”以下统称为“服务”），包括大家车言论、情怀车中心、大家车等。
      </li>
      <li>
        <u
          >请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制朋客责任的条款、对您权利进行限制的条款、约定争议解决方式和司法管辖的条款</u
        >。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉朋客服务。<u>您的注册、登录、使用等行为均视为您已阅读并同意接受本协议各项条款的约束</u>。
      </li>
      <li>
        <u
          >您确认，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力，确保有能力对您使用大家车服务的一切行为独立承担责任。如果您代表您的雇主或单位，您确认并保证您已获得签署本协议的充分授权。若您不具备前述主体资格或您是未满十八周岁的未成年人，请您在监护人陪同和指导下阅读本协议，并在使用本协议项下大家车服务前取得监护人的同意。</u
        >
      </li>
      <li>
        本协议内容包括本协议正文、本协议明确援引的其他协议以及大家车已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
      </li>
    </ol>
    <h2>第二条 【服务方式】</h2>
    <ol>
      <li>
        大家车基于互联网以网站、微信社群、微信小程序、客户端等形式向您提供各项服务，您同意本服务可能由大家车或大家车委托的服务提供商提供。除非本协议另有其它明示规定，大家车修改、增加或强化目前本服务的任何新功能，包括所推出的新服务，均受本使用协议之规范。
      </li>
      <li>
        完全使用本服务需要兼容的设备、网络接入及使用特定的软件系统，而且可能需要定期更新，并可能受到上述设备、网络及软件性能的影响。您需要核对本服务的使用说明，核实并确认您的设备符合本服务要求的软硬件应用环境。使用本服务可能会发生网络费用，此类费用由您自行承担，费率视您的网络服务商的标准而定。
      </li>
      <li>
        我们会尽力确保服务的准确性和持续性，但由于用户个体差异及本服务外部软硬件及网络环境的差异，服务的准确性、不间断性及可用性可能偶尔会受到限制。您可根据我们提供的服务说明（如有）改善服务的准确性。
      </li>
      <li>
        本服务使用的软件程序，其所有权始终由我们或我们的供应商拥有，软件并非销售，只是授予您使用许可。在遵守本协议条款的前提下，您将被授予一个在单台设备上使用软件的有限的和非独家的许可。您仅限于在本协议明示允许的范围内使用软件。您不得：（1）绕开软件中的任何技术限制；（2）对软件进行反向工程、反编译或反汇编；（3）复制、转让、出租、出售、分发或以其他方式提供软件。未明确授予的所有其他权利均由我们或其供应商保留。您不得删除或更改软件的任何版权和所有权信息。
      </li>
      <li>
        <u
          >部分软件产品含主控端、被控端两个部分，任何第三方可通过被控端对应的识别码、验证码控制被控端，用户应妥善保管识别码和验证码。如您未经受控电脑方同意，采用非法手段运行、安装服务端程序，所引起的一切后果，由您自行承担全部责任。</u
        >
      </li>
    </ol>
    <h2>第四条 【账户管理】</h2>
    <ol>
      <li>
        您应保证注册服务账号时提供资料、信息的真实性、正确性及完整性，不得故意冒用他人信息注册账号。不得未经他人合法授权以他人名义注册账号；如果资料发生变化，您应及时更改。如您选用其他第三方账号登录使用大家车服务的，则您应保证第三方账号的稳定性、真实性以及可用性，如因第三方账号原因（如第三方账号被封号）致使您无法登录的，您应与第三方账号的所属公司联系。
      </li>
      <li>
        您应保证填写、登录、使用的帐号名称、头像、个人简介等账号信息资料应遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在账号信息资料中出现违法和不良信息。<u
          >如您登录、使用账号头像、个人简介等帐号信息资料违反本条约定，则您可能无法使用大家车服务或在使用大家车服务过程中受到限制。</u
        >
      </li>
      <li>
        <u
          >您应妥善保管服务账号及密码（如有），并对该账号进行的所有活动及事件负法律责任。因黑客行为或您保管疏忽致使账号、密码（如有）被他人非法使用及非法使用造成的经济损失，大家车不承担任何责任。</u
        >
      </li>
      <li>
        <u
          >您应了解，在账号和密码匹配时，大家车无法对非法或未经您授权使用您账号及密码的行为作出甄别。因此，大家车对任何使用您账号和密码登录并使用大家车服务的行为不承担任何责任。</u
        >当您的账号或密码遭到未获授权的使用，或者发生其他任何安全问题时，请您立即与大家车联系，大家车将会尽力妥善解决。<u
          >大家车有权根据自己的判定，在怀疑账号被不当使用时，拒绝账号使用或限制账号使用或注销该账号。</u
        >
      </li>
      <li>
        <u
          >大家车服务账号的所有权归大家车所有，您完成申请注册手续后，获得大家车账号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。大家车因经营需要，有权回收您的账号。</u
        >
      </li>
    </ol>
    <h2>第五条【账户使用】</h2>
    <ol>
      <li>
        <u>您同意，遵守法律及本协议规定，秉承善意使用大家车服务，且保证：</u>
        <ul>
          <li>
            （1）<u
              >不会利用大家车服务进行非法活动、或进行可能侵犯他人权利或损害他人利益的活动；不会以任何方式获取或利用大家车其他用户的信息。</u
            >
          </li>
          <li>
            （2）
            <u
              >不会以技术方式攻击或破坏或改变大家车服务的部分或全部、或干扰其运行；不会以非法方式获取或使用大家车服务的任何软件、代码、内容或其他技术或商业信息；不会对大家车服务运行的任何程序进行反向工程、反向编译、反向汇编或改写。</u
            >
          </li>
          <li>
            （3）<u
              >不会未经许可使用大家车的网站名称、公司名称、商标、商业标识、网页版式或内容、或其他由大家车享有知识产权或权利的信息或资料；不会侵犯大家车的商标权、著作权、专利权、技术秘密、其他知识产权或其他合法权利或权益。不会以任何方式贬损大家车的商业声誉。</u
            >
          </li>
          <li>（4）<u>不会利用大家车进行其他违背公序良俗的活动。</u></li>
        </ul>
      </li>
    </ol>
    <p>
      您使用大家车服务的记录，可能被保存作为对您不利的证据。大家车也可能将您违反法律或侵犯第三方权利或权益的记录报告给行政主管部门、司法机关。
    </p>
    <ol>
      <li>
        <u
          >您理解并保证您在使用大家车服务时上传、发布或传输的信息、内容（包括您的账户名称等信息）应当遵守宪法、法律和行政法规，不得含有以下内容；否则，大家车有权采取通知限期改正、暂停使用等措施（包括但不限于更改或删除您发布的信息、中断或终止您使用大家车产品和服务的权利等），以防止信息扩散，并保存有关记录，向有关主管部门报告：</u
        >
      </li>
      <li>违反宪法或法律法规规定的；</li>
      <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
      <li>损害国家荣誉和利益的，损害公共利益的；</li>
      <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
      <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
      <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
      <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
      <li>侮辱或者诽谤他人，侵害他人合法权利的；</li>
      <li>
        含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
      </li>
      <li>
        含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
      </li>
      <li>含有大家车认为不适合在大家车产品展示的内容。</li>
    </ol>
    <p>
      如果您上传、发布或传输的信息、内容含有以上违反法律法规的信息或内容，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。如因此给大家车造成不利后果的，您应负责消除影响，并且赔偿大家车因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用。
    </p>
    <ol>
      <li>
        <u
          >您知悉并同意，您仅能依据本协议享有对大家车服务的使用权，您仅能为自身学习、技术交流等非营利性目的使用账户及功能、服务。您不得出于任何非法或未经大家车授权的目的使用账户或大家车产品提供的功能、服务，包括但不限于，不得恶意注册帐号（无论是否以营利为目的），不得利用账户或大家车服务从事营利活动，不得以营利或非营利目的以任何方式（包括但不限于转让、借用、出租、共享等）向任何第三方提供账户使用权或大家车服务或其任何部分，不得利用账户或大家车的服务从事任何违法或侵犯第三方知识产权或其他合法权益的活动；不得对大家车服务的任何部分或全部进行商业性质利用、复制、拷贝、出售、调查、广告，或将大家车服务用于其他任何商业目的或商业性质的活动；</u
        >但大家车与您另行签订有协议或大家车另行指定可供您使用的特定商业服务除外。
      </li>
    </ol>
    <h2>第六条 【隐私条款】</h2>
    <p>
      为了向您提供更好的使用体验，大家车将按照大家车公布的《大家车隐私政策》收集、存储、使用、披露和保护您的信息。请您完整阅读上述隐私政策，以帮助您更好地保护您的个人信息
    </p>
    <h2>第七条 【知识产权】</h2>
    <ol>
      <li>
        对大家车的服务所包含的知识产权法或其他法律保护的对象享有相应的权利。除涉及第三方授权的软件或技术外，大家车服务的整体内容及其任何部分（包括但不仅限于文字表述及其组合、图标、图饰、图表、版面框架、界面设计、程序、代码、数据资料、音频、视频、动画、产品及服务名称）的版权、商标权、专利权等知识产权，归大家车享有，任何人不得使用、复制或用作其他用途。
        经由大家车服务传送的文字、图片、音频、视频及其他内容，受到著作权法、商标法、专利法或其他法律的保护；未经相关权利人书面授权许可，您不得自行或许可第三方进行使用、修改、出租、售卖、传播、衍生其他作品或进行任何其他使用或处分。大家车对其专有内容、原创内容和其他通过授权取得的内容享有知识产权或相应权利。未经大家车书面许可，任何单位和个人不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权，不得私自转载、传播和提供收听服务或者实施任何其他侵犯大家车知识产权的行为，大家车保留追究上述未经许可行为的权利。
      </li>
      <li>
        用户基于大家车服务衍生作品自行再创作（包括但不限于进行改编、汇编）的，需取得大家车的同意，且未经大家车同意，用户不得就该等新作品获取或声称拥有独立著作权、商标权或任何其他专有权利。
      </li>
      <li>
        <u
          >无论是用户基于大家车大家车衍生作品自行再创作形成的作品，或是未直接或间接使用任何大家车服务进行创作的用户作品（下称“用户原创作品“），或是用户向平台提供的任何非个人信息，一旦在大家车平台上传、发布或通过大家车平台所提供服务以任何形式传输、呈现，即表明用户同意：在法律允许的范围内，独家授予大家车就该等作品/信息在全球范围内、永久性、免费的使用权（包括存储、使用、发布、复制、改编或创作衍生作品等）及可再许可第三方使用的权利，以及大家车可以自身名义对第三方侵权行为取证及提起诉讼的权利。大家车有权将该内容用于大家车各种形态的服务上，包括但不限于大家车已经或未来发布的应用或其他互联网产品。如果您不同意其他用户或大家车进行前述使用，请勿基于大家车衍生作品自行再创作或在大家车产品发布内容。</u
        >
      </li>
      <li>
        您在大家车服务上传或发表的内容，应保证您为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，大家车有权根据实际情况删除相关的内容，且有权追究用户的法律责任，因此给大家车或任何第三方造成损失的，用户应负责全额赔偿。
      </li>
      <li>
        <u
          >大家车有权对您发布的内容进行审核，有权根据相关证据结合侵权责任法、《信息网络传播权保护条例》等法律法规及大家车公开的规则对涉嫌侵权的信息进行处理。</u
        >
      </li>
    </ol>
    <h2>第八条 【有限责任及免责条款】</h2>
    <ol>
      <li>
        大家车所提供的服务是按照现有技术和条件所能达到的现状提供的，但无法随时预见和防范法律、技术以及其他风险，大家车对此类风险造成的后果在法律允许的范围内免责。
      </li>
      <li>
        <u
          >您在大家车上进行的任何行为均是您的个人行为，由于信息的海量性，大家车无法对信息或内容的权属、合法性、合规性、真实性、科学性、完整权、有效性等进行审查。因您个人行为或您上传、存储、发布、传播的任何信息、内容等引发的任何争议、责任，或由此产生的任何直接、间接、偶然、特殊的损害，均由您自行承担法律责任，大家车不承担任何责任；如您的行为对大家车造成损失或不良影响，大家车保留追究您法律责任的权利。大家车对您所发布信息的删除或储存失败不承担任何法律责任。</u
        >
      </li>
      <li>
        <u
          >不论在何种情况下，大家车均不对由于网络连接故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令，黑客攻击，互联网病毒，网络运营商技术调整，政府临时管制或任何其他大家车不能合理控制的原因而造成的大家车产品不能访问、产品及服务中断、信息及数据的延误、停滞或错误，不能提供或延迟提供服务而承担责任。</u
        >
      </li>
      <li>
        <u
          >不论是否可以预见，不论是源于何种形式的行为或不作为，大家车不对因任何原因造成的任何特别的、间接的、惩罚性的、突发性的或其他任何损害（包括但不限于利润或其他可得利益的损失）承担责任。除大家车因故意或重大过失损害用户的利益以外，任何情况下，大家车向用户承担的赔偿、补偿或其他任何责任的限额将不超过用户就相关服务向大家车支付的服务费用的数额。</u
        >
      </li>
      <li>
        基于互联网的开放性属性，您知悉您将信息、内容等上传到互联网上，可能会被其他组织或个人复制、转载、修改或进行其他使用（包括用于非法用途），您必须充分意识到此类风险的存在。<u
          >您同意使用大家车产品过程中所存在的上述风险将完全由您自行承担，大家车对此不承担任何责任。</u
        >
      </li>
      <li>
        为方便您使用，大家车可能会提供第三方国际互联网网站或资源链接。<u
          >您应了解，除非另有声明，大家车无法对第三方网站服务进行控制。您因下载或传播或使用或依赖上述网站或资源所生的损失或损害，应由您与第三方网站或相关责任方解决或处理，大家车不承担任何责任。</u
        >
      </li>
    </ol>
    <h2>第九条 【通知】</h2>
    <ol>
      <li>
        您有义务保证其注册账户联系信息诸如电子邮箱地址、联系电话等的真实性、有效性及安全性，以确保大家车可以通过上述联系方式与用户进行有效的联系。大家车将通过手机短信、电子邮件、平台站内推送以及于平台内显著位置进行公告等一种或多种形式向用户作出各类通知，其中以电子方式发出的通知，在发送成功后即视为送达；以纸质载体发出的书面通知，按照用户提供联系地址寄件签收或无合理理由拒收之日视为送达。<u
          >此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</u
        >
      </li>
      <li>
        您了解并接受，大家车为维护其运营所经营，可能进行下述商业活动：
        <ul>
          <li>
            （1）
            通过电子邮件、客户端、网页或其他合法方式向您发送商品促销或其他相关商业信息。
          </li>
          <li>
            （2）
            通过增值服务系统或其他方式向用户发送相关服务信息或其他信息，其他信息包括但不限于通知信息、宣传信息、广告信息等。如您不同意收取此类信息，您可以选择退订相关信息。
          </li>
        </ul>
      </li>
    </ol>
    <h2>第十条 【网络运行】</h2>
    <ol>
      <li>大家车尽可能保证其服务的稳定运行。</li>
      <li>
        <u
          >您应理解并同意，因法律、政策、技术、经济、管理的原因，除非您和大家车另有约定，大家车不会因以下情形出现而对您承担责任：</u
        >
        <ul>
          <li>
            （1） 大家车服务无法使用或中断使用或无法完全适合用户的使用要求。
          </li>
          <li>
            （2）大家车服务受到干扰，无法及时、安全、可靠运行，或出现任何错误。
          </li>
          <li>
            （3）
            经由大家车服务取得的任何产品、服务（含收费服务）或其他材料不符合您的期望。
          </li>
          <li>
            （4） 非因大家车的故意或重大过失，用户资料遭到未经授权的使用或修改。
          </li>
        </ul>
      </li>
      <li>
        <u
          >大家车不对您在本协议项下服务中相关数据的删除或储存失败负责。大家车可以根据实际情况自行决定用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。如您停止使用大家车产品，或大家车所提供的产品或服务终止或中止，大家车可以从服务器上永久地删除用户的数据。</u
        >
      </li>
    </ol>
    <h2>第十一条 【服务中断、中止、终止】</h2>
    <ol>
      <li>
        <u
          >发生下列情形之一时，大家车有权中断、中止或终止服务器所提供之全部或部分服务，对因此而产生的不便或损害，大家车对您或第三人均不承担任何责任：</u
        >
        <ul>
          <li>
            （1）<u
              >为了更好地为用户提供专业、便捷的服务而进行的网站和服务器的定期升级、检修或维护等；</u
            >
          </li>
          <li>（2）<u>网络提供商线路或其他故障；</u></li>
          <li>
            （3）<u>在紧急情况之下依照法律的规定或为用户及第三者之人身安全；</u>
          </li>
          <li>（4）<u>执行行政/司法机关的命令；</u></li>
          <li>
            （5）<u
              >第三方原因或其他不可抗力的情形（不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、突发性的软硬件设备及电子通信设备故障、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况）。</u
            >
          </li>
        </ul>
      </li>
      <li>
        大家车出于自身商业决策等原因，或者根据自身的判断，认为您的行为涉嫌违反本协议内容或相应使用规则等内容，或涉嫌违反法律法规的规定的，则大家车有权中止、中断或终止向您提供服务。如有此等情形发生，除本协议另有约定外，大家车有权立即删除您的全部内容，且无须为此向您或任何第三方承担责任。
      </li>
      <li>
        <u
          >本协议或本协议项下大家车所提供的服务（含收费服务）可在下述情形下部分或全部中止或终止：</u
        >
        <ul>
          <li>
            （1）<u>因法律规定，或大家车服从行政命令或司法判令的要求。</u>
          </li>
          <li>（2）<u>用户违反本协议。</u></li>
          <li>（3）<u>大家车认为应予终止的其他情形。</u></li>
        </ul>
      </li>
      <li>
        在一般情形下，大家车会提前按照您提供的联系方式以电子邮件、短信或其他电子方式通知您服务将中断、中止或终止。<u
          >您应了解并同意，在紧急情况或特殊情况下，大家车可不经通知即中断、中止或终止服务。</u
        >
      </li>
      <li>
        <u
          >在本协议或本协议项下大家车提供的服务（含收费服务）中断、中止或终止时，大家车有权：</u
        >
        <ul>
          <li>（1）<u>拒绝用户使用大家车服务；</u></li>
          <li>（2）<u>删除用户信息；</u></li>
          <li>（3）<u>删除用户购买的内容。</u></li>
        </ul>
      </li>
      <li>
        <u
          >您同意，如因大家车自身原因决定终止付费产品运营的，大家车仅需向您返还未到期部分或尚未学习部分对应的价款（以具体产品的退款规则为准），大家车无需承担其他责任或义务。并且，除上述情形外，大家车无需因本协议或本协议项下大家车所提供服务的中断、中止或终止，而向您作出赔偿或补偿或承担任何其他责任。</u
        >
      </li>
    </ol>
    <h2>第十二条 【法律适用及管辖】</h2>
    <ol>
      <li>
        <u
          >本协议的成立、生效、履行、解释及纠纷解决等相关事宜，均适用中华人民共和国大陆地区法律（不包括冲突法）。</u
        >
      </li>
      <li>
        <u
          >如您和大家车之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交大家车所在地有管辖权的人民法院管辖。</u
        >
      </li>
    </ol>
    <h2>第十三条 【法律责任】</h2>
    <ol>
      <li>
        您应就所上传的内容承担全部法律责任；无论前述责任是因侵犯第三方权利所引起的、或因您违反与第三方或本协议引起的、或因您违反法律引起的；前述责任包括对大家车或第三方所承担的民事责任、或行政机关要求承担的行政责任或刑事责任。
      </li>
      <li>
        您确认，如因第三方向您主张权利而导致您承担责任，或您承担行政责任或刑事责任的，大家车无需向您承担任何责任。
      </li>
      <li>
        <u
          >如您应向大家车承担责任，前述责任不因本协议或本协议项下的服务被终止而免除。如您在使用大家车产品及服务的过程中发生任何违反法律法规或本协议的行为，大家车有权根据行为过错、性质、后果等采取相应措施，包括但不限于通过技术手段删除、屏蔽相关内容或断开链接、暂停账户使用、解除本协议、终止产品使用及服务、追索赔偿等，由此造成的一切风险、损失及责任将由您自行承担。</u
        >
      </li>
      <li>
        <u
          >如因您的行为直接或间接导致给大家车或其他第三方遭受损失（包括经济损失、商誉损失及对外支付的赔偿金、和解金、诉讼费、律师费等费用），您应充分赔偿大家车所遭受的直接损失、间接损失、预期利益损失等一切损失。</u
        >
      </li>
    </ol>
    <h2>第十四条 【相关协议】</h2>
    <p>
      <u
        >大家车可能不时发布针对用户的相关协议或规则，该等相关协议或规则作为对本协议的补充或修改而成为本协议的一部分。请您及时关注并阅读相关协议或规则。</u
      >
    </p>
    <h2>第十五条 【其他】</h2>
    <ol>
      <li>
        本协议中的标题仅为方便阅读而设，在解释本协议时应被忽略，不能作为本协议条款解释的依据。
      </li>
      <li>
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
      </li>
    </ol>
  </div>
</template>

<script lang="ts">
import { defineComponent } from '@nuxtjs/composition-api'

/**
 * 参数 id 帖子id
 * 参数 forumId  栏目id
 */
export default defineComponent({
  layout: 'container',
  data() {
    return {
      post: {},
      query: {
        id: '',
        forumId: '',
      },
    }
  },
})
</script>

<style lang="scss" scoped>
.container {
  width: 1280px;
  padding: 50px 20px;

  h1,
  h2,
  h3 {
    font-weight: bold;
  }

  h1 {
    font-size: 30px;
    font-weight: bold;
    padding-bottom: 20px;
    border-bottom: 1px solid #ccc;
  }

  h2 {
    font-size: 20px;
  }

  p,
  li {
    line-height: 30px;
  }

  ul > li {
    list-style-type: none;
  }

  u {
    font-weight: bold;
  }
}
</style>
