<template>
  <div class="container">
    <h1>隐私政策</h1>
    <h2>前言</h2>
    <p>
      大家车（“我们”）非常重视用户的隐私和给人信息保护。为了给您创造更安全的网络环境，我们依据《中华人民共和国网络安全法》《信息安全技术个人信息安全规范》（GB/T35273-2017）等法律法规、国家标准制定本隐私政策。
    </p>
    <p>
      <strong
        >本隐私政策适用于我们的一切产品或服务。请您在使用我们的产品或服务前，务必仔细阅读并透彻理解本隐私政策，在确认充分理解并同意后方使用相关产品和服务。</strong
      >
    </p>
    <p>本隐私政策将帮助您了解以下内容：</p>
    <ol>
      <li>我们如何收集和使用您的个人信息</li>
      <li>我们如何使用Cookie和同类技术</li>
      <li>我们如何共享、转让、公开披露您的个人信息</li>
      <li>我们如何保护您的个人信息</li>
      <li>您的权利</li>
      <li>我们如何保护未成年人的个人信息</li>
      <li>本政策如何更新</li>
      <li>如何联系我们</li>
    </ol>
    <h2>一、我们如何收集和使用您的个人信息</h2>
    <p>
      个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们仅会出于实现产品及服务功能的目的，根据合法、正当、必要的原则，收集和使用您的个人信息。如果我们要将信息用于本政策未载明的其它用途或要将基于特定目的收集而来的信息用于其他目的时，我们将以合理的方式通知您，并会事先征求您的同意。
    </p>
    <p>1.您在登录时提供的信息</p>
    <p>
      您在使用我们产品或服务时需通过第三方关联账户登录，我们会请求第三方提供您的账户昵称、头像、账号、性别等信息；若您拒绝提供上述信息，会导致您无法使用我们的部分产品或服务。
    </p>
    <p>2.您在接受我们产品及服务时提供的信息</p>
    <p>
      当您在参加我们的活动、填写用户调查问卷等情形时，我们可能会向您收集姓名、电话、地址、教育背景、职业、工作年限等信息。此外，我们会根据您授予的权限，接收并记录的您的浏览器和计算机、移动设备等设备相关信息，这些信息包括：
    </p>
    <ul>
      <li>
        设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息等设备信息；
      </li>
      <li>
        通过GPS、蓝牙或WIFI信号接入点、蓝牙和基站传感器信息等获得的位置信息；
      </li>
      <li>
        当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们产品或服务的详细使用情况，作为有关网络日志保存。
      </li>
    </ul>
    <p>3.您在支付时提供的信息</p>
    <p>
      在您购买商品进行支付时，我们会收集您的第三方支付账号（例如支付宝账号、微信账号、ApplePay账号或其他形式的银行卡信息），如果您开通了指纹支付或面部识别支付，需要使用您的指纹或面部信息进行验证，我们不会采集您的指纹或面部原图，您的指纹原图仅保存在您授权采集指纹的设备上。
    </p>
    <h2>二、我们如何使用Cookie和同类技术</h2>
    <p>1.Cookie</p>
    <p>
      为确保网站正常运转，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的学习时长、学习进度等数据。我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都设有阻止Cookie的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。
    </p>
    <p>2.网站信标和像素标签</p>
    <p>
      除Cookie外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善用户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
    </p>
    <h2>三、我们如何共享、转让、公开披露您的个人信息</h2>
    <p>1.共享</p>
    <p>
      我们不会向任何第三方公司、组织和个人共享您的个人信息，但以下情况除外：
    </p>
    <ul>
      <li>获得您或您监护人的明确同意后，我们会与其他方共享您的个人信息。</li>
      <li>
        我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
      </li>
      <li>
        为提供、维护及改善我们的产品或服务向合作伙伴及其他第三方分享您的信息。
      </li>
      <li>
        在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他用户或社会公众利益、财产或安全免遭损害，我们可能与其他公司和组织交换信息。
      </li>
      <li>
        我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息，无权将共享的个人信息用于任何其他用途。
      </li>
    </ul>
    <p>2.转让</p>
    <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
    <ul>
      <li>
        在获取您或您的监护人明确同意的情况下转让，我们会向其他方转让您的个人信息；
      </li>
      <li>
        在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
      </li>
    </ul>
    <p>3.公开披露</p>
    <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
    <ul>
      <li>获得您或您的监护人明确同意后；</li>
      <li>
        基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
      </li>
    </ul>
    <p>4.例外情形</p>
    <p>
      <strong
        >您知悉并同意在以下情况下，我们共享、转让、公开披露个人信息可无需事先征得您的授权同意：</strong
      >
    </p>
    <ul>
      <li><strong>与国家安全、国防安全直接相关的；</strong></li>
      <li><strong>与公共安全、公共卫生、重大公共利益直接相关的；</strong></li>
      <li><strong>与犯罪侦查、起诉、审判和判决执行等直接相关的；</strong></li>
      <li>
        <strong
          >出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</strong
        >
      </li>
      <li><strong>您自行向社会公众公开的个人信息；</strong></li>
      <li>
        <strong
          >从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</strong
        >
      </li>
    </ul>
    <h2>四、我们如何保护您的个人信息</h2>
    <p>
      我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失，我们将尽力确保或担保您发送给我们的任何信息的安全性。我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。若发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们会采取合理、有效的方式及时将事件相关情况发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </p>
    <h2>五、您的权利</h2>
    <p>我们将按照本政策所述，保证您对自己的个人信息行使以下权利：</p>
    <p>1.访问及更正您的个人信息</p>
    <p>法律法规规定的特例情况除外，您有权访问及更正您的个人信息。</p>
    <p>2.删除您的个人信息</p>
    <p><strong>在以下情形中，您可以向我们提出删除个人信息的请求：</strong></p>
    <ul>
      <li><strong>如果我们处理个人信息的行为违反法律法规；</strong></li>
      <li>
        <strong>如果我们收集、使用您的个人信息，却未征得您的同意；</strong>
      </li>
      <li><strong>如果我们处理个人信息的行为违反了与您的约定；</strong></li>
      <li><strong>如果您不再使用我们的产品或服务，或您注销了账号；</strong></li>
      <li><strong>如果我们不再为您提供产品或服务。</strong></li>
    </ul>
    <p>
      当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
    </p>
    <p>3.响应您的请求</p>
    <p>
      为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。<strong
        >在以下情形中，按照法律法规要求，我们将无法响应您的请求：</strong
      >
    </p>
    <ul>
      <li><strong>与国家安全、国防安全直接相关的；</strong></li>
      <li><strong>与公共安全、公共卫生、重大公共利益直接相关的；</strong></li>
      <li><strong>与犯罪侦查、起诉、审判和判决执行等直接相关的；</strong></li>
      <li><strong>有充分证据表明您存在主观恶意或滥用权利的；</strong></li>
      <li>
        <strong
          >响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</strong
        >
      </li>
      <li><strong>涉及商业秘密的。</strong></li>
      <li><strong></strong></li>
    </ul>
    <h2>六、我们如何保护未成年人的个人信息</h2>
    <p>
      若您是18周岁以下的未成年人，在使用我们的产品或服务前应事先取得您监护人的同意，并在监护人陪同和指导下阅读本隐私政策。如果我们发现在未事先获得监护人同意的情况下收集了未满14周岁未成年人的个人信息，则会设法尽快删除相关数据。
    </p>
    <h2>七、本政策如何更新</h2>
    <p>
      我们可能随时修订本隐私政策。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会通过合理方式通知您，以便您能及时了解本隐私政策所做的任何变更。
    </p>
  </div>
</template>

<script lang="ts">
import { defineComponent } from '@nuxtjs/composition-api'

/**
 * 参数 id 帖子id
 * 参数 forumId  栏目id
 */
export default defineComponent({
  layout: 'container',
  data() {
    return {
      post: {},
      query: {
        id: '',
        forumId: '',
      },
    }
  },
})
</script>

<style lang="scss" scoped>
.container {
  width: 1280px;
  padding: 50px 20px;

  h1,
  h2,
  h3 {
    font-weight: bold;
  }

  h1 {
    font-size: 30px;
    font-weight: bold;
    padding-bottom: 20px;
    border-bottom: 1px solid #ccc;
  }

  h2 {
    font-size: 20px;
  }

  p,
  li {
    line-height: 30px;
  }
}
</style>
